{
  "professionalBio": "Sou um profissional motivado e apaixonado por tecnologia, com vasta experiência em administração de redes, desenvolvimento de sistemas e manutenção de servidores. Minha trajetória profissional me proporcionou habilidades robustas em gerenciamento de projetos, integração de sistemas e otimização de processos, sempre buscando excelência e inovação em cada desafio.",
  "detailedBio": "Uau, obrigado pela consideração. Fico feliz em saber que despertei seu interesse. Bom, eu sou um fanático por tecnologia. Sempre gostei e me senti confortável em contato com tecnologia, tendo tido meu primeiro contato ainda num windows 98 onde eu jogava Alien e Doom. Posteriormente, tive um ps2 (que me rendeu muita alegria), até, aos 10 anos, tomar a responsabilidade de fazer cursos de informática. Comecei fazendo 2 cursos em paralelo e depois fiquei somente no que gostava mais (obrigado mãe por ter pago por isso). Nesse curso, eu zerei a tabela do curso, tendo feito tudo que estava disponível (exceto CAD). Fiz dev de jogos com o famoso RPG Maker, aprendi Pacote Office, Adobe, Digitação e até redação profissional. Minha família era muito pobre, então fiz tudo que podia pra me destacar. No meio de tantos cursos, ganhei meu primeiro notebook, aos 12 anos. Um intel pentium de 2th geração, dual core sofrido, com 2GB de RAM (como eu disse, éramos pobres), mas até hoje esse foi o melhor presente da minha vida. Como qualquer outra criança esquisita com mais de 3 neurônios em uma cidade de interior, eu era completamente isolado na escola. Péssimo em esportes e incapaz de olhar no olho de qualquer pessoa, era um zero à esquerda socialmente, então esse notebook foi minha porta de entrada pra jogos e a vida 'cronicamente online', onde fiz meus verdadeiros amigos que levo até hoje. Aos 16, conheci uma menina no Discord pela qual fui me apaixonando. Após 2 anos, aos 18, decido sair de casa visitar ela pela primeira vez (dezembro 2018), em fevereiro de 2019 eu já estava morando do outro lado do estado, perto da capital do estado, tentando começar minha vida a partir do nada. Bom... Aí que a coisa complicou... Fui desempregado por 6 meses, depois fui porteiro, pasteleiro, caixa de estacionamento e corretor de imóveis, até que em 2021 voltei à minha vida, trabalhando em um provedor de internet. Como um bom vampiro oportunista, eu absorvi todo o conhecimento que podia lá. Depois de poucos meses eu já era administrador de rede e tinha um papel vital. Tendo participado da migração de 4 mil clientes de uma rede Mikrotik para rede Cisco. Também comecei a faculdade depois de anos me sentindo mal por não a estar fazendo (bolsista Prouni). Meses depois, ajudei a migração desses mesmos 4 mil para a rede do provedor que comprou essa empresa. No dia que virei o último cliente, pedi demissão aliviado e comecei em outro emprego no outro dia, no qual estou até hoje, em uma indústria metalúrgica e de plásticos. Hoje, programo sempre que possível e mantenho toda a infraestrutura da empresa onde trabalho, mantendo sistema, servidores, backups e bancos de dados de 6 empresas do grupo. Amo sistemas e servidores e tenho os seguintes bebês hospedados por mim:"
}
